Repository: The-Starter-Inc/you-pay-app
Catalog: lib/l10n/app_*.arb
Languages: my

source: Home
my: မူလ

source: Profile
my: အကောင့်

source: Notifications
my: အသိပေးချက်များ

# tap_search
source: Tap to Search
my: ရှာဖွေရန် နှိပ်ပါ

source: Search
my: ရှာဖွေမည်

source: Filter
my: ရှာဖွေရန်

source: Exchange Money
my: ငွေလဲ

source: Cash Out
my: ငွေထုတ်

source: Service
my: ဝန်ဆောင်မှု

# charge
source: Charge Type
my: ဝန်ဆောင်ခ

# choose_charge
source: Choose Charge Type
my: ဝန်ဆောင်ခ ရွေးပါ

source: Fixed Amount
my: ပုံသေပမာဏ

source: Enter Fixed Amount
my: ကျပ်ငွေ ထည့်ပါ

source: Percentage
my: ရာခိုင်နှုန်း

source: Enter Percentage
my: ရာခိုင်နှုန်း ထည့်ပါ

# pls_enter_percentage
source: Please Enter Percentage
my: ကျေးဇူးပြု၍ ရာခိုင်နှုန်းကို ရိုက်ထည့်ပါ

source: Search here
my: ရှာဖွေရန်

source: Recent Search
my: လတ်တလော ရှာဖွေမှု

source: Type
my: အမျိုးအစား

source: Choose Type
my: အမျိုးအစားကို ရွေးပါ

# pls_enter_type
source: Please Enter Type
my: ကျေးဇူးပြု၍ အမျိုးအစားကို ရိုက်ထည့်ပါ

source: Amount
my: ငွေပမာဏ

source: Enter Amount
my: ငွေပမာဏကို ထည့်ပါ

# pls_enter_amount
source: Please Enter Amount
my: ကျေးဇူးပြု၍ ငွေပမာဏကို ရိုက်ထည့်ပါ

source: Distance
my: အကွာအဝေး

source: Direction
my: တည်နေရာကိုရယူပါ

source: Contact
my: ဆက်သွယ်ပါ

# contact_phone
source: Phone
my: ဆက်သွယ်ရန်ဖုန်း

# enter_contact_phone
source: Enter Phone
my: ဆက်သွယ်ရန်ဖုန်းကို ထည့်ပါ

# pls_enter_contact_phone
source: Please Enter Phone
my: ကျေးဇူးပြု၍ ဆက်သွယ်ရန်ဖုန်းကို ရိုက်ထည့်ပါ

# no_device_id
source: Device ID not found.
my: စက်ပစ္စည်း ID မတွေ့ပါ။

source: Type here...
my: ဒီမှာရိုက်ပါ...

# empty_chat_msg
source: No messages here yet
my: ဤနေရာတွင် မက်ဆေ့ချ်များ မရှိသေးပါ

source: Send with Media
my: မီဒီယာဖြင့် ပေးပို့ပါ

source: Choose Photo
my: ဓာတ်ပုံကို ရွေးပါ

source: Choose File
my: ဖိုင်ရွေးပါ

source: Cancel
my: မလုပ်တော့ပါ

source: Exchange
my: လဲမည်

# out
source: Cash Out
my: ထုတ်မည်

# no_data
source: There is no data yet.
my: ဒေတာများ မရှိသေးပါဘူး...

source: Edit
my: ပြင်မည်

source: Delete
my: ဖျက်မည်

# no_network
source: No internet connectivity.
my: အင်တာနက်ချိတ်ဆက်မှု မရှိပါ။

# delete_confirm_msg
source: Are you sure to delete?
my: ဖျက်ရန် သေချာပါသလား

source: Confirm
my: အတည်ပြုပါ

source: OK
my: အိုကေ

source: Provider
my: လဲလှယ်ပေးမည့်

source: Choose Provider
my: လဲလှယ်ပေးမည့် ဝန်ဆောင်မှုရွေးပါ

# pls_choose_provider
source: Please Choose Provider
my: ကျေးဇူးပြု၍ လဲလှယ်ပေးမည့် ဝန်ဆောင်မှုကိုရွေးပါ

source: Location
my: တည်နေရာ

# enter_location
source: Tap to enter location
my: တည်နေရာကိုထည့်သွင်းရန် တို့ပါ

# pls_enter_location
source: Please tap to enter location
my: ကျေးဇူးပြု၍ တည်နေရာကိုထည့်သွင်းရန် တို့ပါ

# not_found_location
source: Could not determine your location.
my: သင့်တည်နေရာကို မဆုံးဖြတ်နိုင်ပါ

source: Save
my: သိမ်းဆည်းမည်

source: Add New Post
my: ကြော်ငြာ အသစ်ထည့်ပါ

source: Edit Post
my: ကြော်ငြာကို ပြင်ရန်

source: You
my: ယူ

source: Pay
my: ပေး

source: Choose You
my: ရွေးပါ

source: Choose Pay
my: ရွေးပါ

# pls_choose_you
source: Please Choose You
my: ယူမည် ရွေးပါ

# pls_choose_pay
source: Please Choose Pay
my: ပေးမည် ရွေးပါ

# pls_choose_charge
source: Please Choose Charge Type
my: ဝန်ဆောင်ခ ရွေးပါ

source: MMK
my: ကျပ်

source: Get Started
my: စတင်အသုံးပြုမည်

source: Name
my: နာမည်

source: Enter Name
my: နာမည် ထည့်ပါ

# pls_enter_name
source: Please Enter Name
my: ကျေးဇူးပြု၍ အမည်ထည့်ပါ

source: Phone
my: ဖုန်းနံပါတ်

source: Enter Phone
my: ဖုန်းနံပါတ် ထည့်ပါ

# pls_enter_phone
source: Please Enter Phone
my: ကျေးဇူးပြု၍ ဖုန်းနံပါတ်ထည့်ပါ

# start
source: Continue
my: စတင်မည်

source: Maps
my: မြေပုံ

source: Feedbacks
my: တုံ့ပြန်ချက်များ

source: My Posts
my: ကျွန်ုပ်၏ ကြော်ငြာများ

# success_post
source: Your post was created successfully. Now visible to users.
my: သင်ရဲ့ဝန်ဆောင်မှုကို စတင်၍ အသုံးပြုသူများမှ မြင်နိုင်ပါပြီ

# is_positive_feedback
source: is reposonse as positive feedback.
my: မှ ယုံကြည်မှုအတွက် ထောက်ခံသည်။

# is_negative_feedback
source: is reposonse as negative feedback.
my: မှ ယုံကြည်မှုအတွက် မထောက်ခံပါ။
